//Напишите программу, которая принимает на вход три числа и выдаёт максимальное из этих чисел.

Console.WriteLine ("Ex04 Written by Chingiskhan");
int a = 2;
int b = 3; 
int c = 7;
int max = a;
if (b > max) b = max;
if (c > b) c = max;
Console.Write ("max = ");
Console.WriteLine (max); 


